0Ç¨G	*ÜHÜ˜†Ç¨80Ç¨410	`ÜHe0Ç°d	*ÜHÜ˜†Ç°UÇ°Q<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>ConsentText</key>
	<dict>
		<key>en</key>
		<string>The Wi-Fi Diagnostics Profile generates files that allow Apple to troubleshoot issues with your device and help Apple to improve its products and services.  The generated files may contain some of your personal information, including about your Wi-Fi connection, such as the hardware address of the wireless router you are connected to and content you transfer over the network while this profile is installed. This profile will expire after 7 days.
			
You will be able to turn on and off logging at any time while the Profile is installed. To turn off logging on your iOS device, open Settings, tap General, tap "Profiles," tap "WiFi Performance Diagnostics" and tap "Delete Profile"

By enabling this diagnostic tool and sending a copy of the generated files to Apple, you are consenting to Apple‚Äôs use of the content of such files in accordance with its privacy policy (http://www.apple.com/legal/privacy).

Apple Confidential Profile. Do not distribute. Not to be used or disclosed without permission from Apple. Copyright ¬© 2022, Apple Inc. All rights reserved.</string>
	</dict>
	<key>DurationUntilRemoval</key>
	<real>604800</real>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>Logging Payload for SystemConfiguration, IP Configuration, Captive and EAP/802.1x </string>
			<key>PayloadIdentifier</key>
			<string>com.apple.defaults.0</string>
			<key>PayloadType</key>
			<string>com.apple.system.logging</string>
			<key>PayloadUUID</key>
			<string>27CFE116-4824-4FD0-8302-94274F631DD6</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Subsystems</key>
			<dict>
				<key>com.apple.IPConfiguration</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
					</dict>
				</dict>
				<key>com.apple.SystemConfiguration</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
					</dict>
					<key>SCDynamicStore</key>
					<dict>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>info</string>
							<key>Persist</key>
							<string>info</string>
						</dict>
					</dict>
				</dict>
				<key>com.apple.captive</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
					</dict>
				</dict>
				<key>com.apple.corecaptured</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Default-Privacy-Setting</key>
						<string>Public</string>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>default</string>
							<key>Persist</key>
							<string>default</string>
						</dict>
						<key>TTL</key>
						<dict>
							<key>Default</key>
							<integer>7</integer>
						</dict>
					</dict>
				</dict>
				<key>com.apple.eapol</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
					</dict>
				</dict>
				<key>com.apple.wifikit</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Default-Privacy-Setting</key>
						<string>Public</string>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
						<key>TTL</key>
						<dict>
							<key>Default</key>
							<integer>14</integer>
						</dict>
					</dict>
				</dict>
			</dict>
		</dict>
		<dict>
			<key>PayloadContent</key>
			<array>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>Verbose</key>
						<true/>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.captive.control</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>LogFlags</key>
						<integer>-1</integer>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.eapol.control</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>Verbose</key>
						<true/>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.IPConfiguration.control</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>Verbose</key>
						<true/>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.IPMonitor.control</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>WiFiManagerLoggingEnabled</key>
						<string>true</string>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.MobileWiFi.debug</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>ShowWiFiUI</key>
						<string>true</string>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.wifi.ui</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>LoggingEnabled</key>
						<integer>1</integer>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.wifiFirmwareLoader</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>CoreCaptureConfig</key>
						<dict>
							<key>CCConfigurePipe</key>
							<dict>
								<key>com.apple.driver.ACIWiFiDriver</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
								</dict>
								<key>com.apple.driver.AppleBCMWLANCoreV2.0</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareBusLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
								</dict>
								<key>com.apple.driver.AppleBCMWLANCoreV3.0</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareBusLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareEcounterLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>TimeSyncEngineMessages</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
								</dict>
								<key>com.apple.iokit.IO80211Family</key>
								<dict>
									<key>IO80211AWDLPeerManager</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>OneStats</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
								</dict>
							</dict>
							<key>CCConfigureStream</key>
							<dict>
								<key>com.apple.driver.ACIWiFiDriver</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>Commander</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>RxEvents</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>RxManagement</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>RxStats</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>bpf_tap_in</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37795716399104</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>351617645098215952</integer>
											</dict>
										</dict>
										<key>drainrxdatawio</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>filltxfdatawio</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>interfacequeue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>networkfamilystack</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>networkfamilystack_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>peerinput</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>IO80211Logger</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>8388608</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_awdl0</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>146042519552</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>loggerstream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>2</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>4718933</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>debugQueueStream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>-1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>-1</integer>
												<key>LogLevel</key>
												<integer>127</integer>
											</dict>
										</dict>
									</dict>
								</dict>
								<key>com.apple.driver.AppleBCMWLANCoreV2.0</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>bpf_tap_in</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37796253270038</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37796253270016</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>27358469243185680</integer>
											</dict>
										</dict>
										<key>bulkread</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>11</integer>
											</dict>
										</dict>
										<key>bulkwrite</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>commander</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>credits0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>events</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>glomtransmitted</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>networkfamilystack</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>networkfamilystack_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>networkfamilystack_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>peerinput</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>requestiotxhsic</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>requestiotxsdio</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>rxpacket</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>IO80211Logger</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>4</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>137447342080</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_ap1</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>4</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_awdl0</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>146042519552</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>loggerstream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>33848193</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Chip_UART</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
								</dict>
								<key>com.apple.driver.AppleBCMWLANCoreV3.0</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>bpf_tap_in</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37796253270038</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37796253270016</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>27358469243185680</integer>
											</dict>
										</dict>
										<key>commander</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>credits0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>driverstatepcie</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>events</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>glomtransmitted</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>networkfamilystack</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>networkfamilystack_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>networkfamilystack_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>peerinput</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>requestiotxpcie</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>requestiotxsdio</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>rxpacket</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>rxpacketpcie</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>IO80211Logger</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>4</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>137447342080</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_ap1</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>4</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_awdl0</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>146042519552</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>loggerstream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>33848193</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>FirmwareBusLogs</key>
									<dict>
										<key>Firmware_Bus</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
										</dict>
									</dict>
									<key>FirmwareEcounterLogs</key>
									<dict>
										<key>FirmwareEcounterLogs</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
										</dict>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Chip_UART</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>TimeSyncEngineMessages</key>
									<dict>
										<key>TimeSyncEngine</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
								</dict>
								<key>com.apple.iokit.IO80211Family</key>
								<dict>
									<key>ControlPath</key>
									<dict>
										<key>IO80211 Event Stream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>-1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>4</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211 IOCTL Stream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>-1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>IO80211AWDLPeerManager</key>
									<dict>
										<key>bpfIO80211Awdl</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>27358198660246032</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>OneStats</key>
									<dict>
										<key>IO80211 IOReporter Stream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
										</dict>
									</dict>
								</dict>
							</dict>
						</dict>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.corecapture.configure</string>
				</dict>
			</array>
			<key>PayloadIdentifier</key>
			<string>com.apple.defaults.1</string>
			<key>PayloadType</key>
			<string>com.apple.defaults.managed</string>
			<key>PayloadUUID</key>
			<string>A4979507-75C6-455D-B9E8-0200E1E055F1</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
		<dict>
			<key>CoreCaptureConfig</key>
			<dict>
				<key>CCConfigurePipe</key>
				<dict>
					<key>com.apple.driver.ACIWiFiDriver</key>
					<dict>
						<key>DatapathEvents</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>DriverLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>FirmwareLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
					</dict>
					<key>com.apple.driver.AppleBCMWLANCoreV3.0</key>
					<dict>
						<key>DatapathEvents</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>DriverLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>FirmwareBusLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>FirmwareEcounterLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>FirmwareLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>TimeSyncEngineMessages</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
					</dict>
					<key>com.apple.iokit.IO80211Family</key>
					<dict>
						<key>IO80211AWDLPeerManager</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>OneStats</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
					</dict>
				</dict>
				<key>CCConfigureStream</key>
				<dict>
					<key>com.apple.driver.AppleBCMWLANCoreV3.0</key>
					<dict>
						<key>DatapathEvents</key>
						<dict>
							<key>commander</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
								</dict>
							</dict>
							<key>driverstatepcie</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
								</dict>
							</dict>
							<key>events</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>1</integer>
								</dict>
							</dict>
							<key>requestiotxpcie</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>7</integer>
								</dict>
							</dict>
							<key>requestiotxsdio</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>7</integer>
								</dict>
							</dict>
							<key>rxpacket</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
								</dict>
							</dict>
							<key>rxpacketpcie</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
								</dict>
							</dict>
						</dict>
						<key>DriverLogs</key>
						<dict>
							<key>loggerstream</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>1</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>33848193</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
						</dict>
						<key>FirmwareBusLogs</key>
						<dict>
							<key>Firmware_Bus</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
							</dict>
						</dict>
						<key>FirmwareEcounterLogs</key>
						<dict>
							<key>FirmwareEcounterLogs</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
							</dict>
						</dict>
						<key>FirmwareLogs</key>
						<dict>
							<key>Chip_UART</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>1</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
						</dict>
					</dict>
					<key>com.apple.iokit.IO80211Family</key>
					<dict>
						<key>ControlPath</key>
						<dict>
							<key>IO80211 Event Stream</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>-1</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>4</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
							<key>IO80211 IOCTL Stream</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>-1</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
						</dict>
						<key>IO80211AWDLPeerManager</key>
						<dict>
							<key>bpfIO80211Awdl</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>1</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>27358198660246032</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
						</dict>
						<key>OneStats</key>
						<dict>
							<key>IO80211 IOReporter Stream</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>1</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
							</dict>
						</dict>
					</dict>
				</dict>
			</dict>
			<key>PayloadDisplayName</key>
			<string>Mega Logging Profile</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.defaults.2</string>
			<key>PayloadType</key>
			<string>com.apple.corecapture.configure</string>
			<key>PayloadUUID</key>
			<string>A4979508-85C6-555D-C9E8-1200E1E05117</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Enable WiFi daemon and driver diagnostic mode</string>
	<key>PayloadDisplayName</key>
	<string>WiFi Performance Diagnostics</string>
	<key>PayloadIdentifier</key>
	<string>com.apple.defaults.managed.corecapture.wifi.megawifi</string>
	<key>PayloadOrganization</key>
	<string>Apple Inc.</string>
	<key>PayloadScope</key>
	<string>system</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>AE8E4EB4-2B9F-4D50-9DC7-7AB1416B0BFA</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
	<key>RemovalDate</key>
	<date>2023-05-05T07:00:00Z</date>
</dict>
</plist>
†Ç	s0Ç0Ç †π˚eëJòi0	*ÜHÜ˜ 0b10	UUS10U

Apple Inc.1&0$UApple Certification Authority10UApple Root CA0130524174337Z280524174337Z0Åå1@0>U7Apple Application Integration 2 Certification Authority1&0$UApple Certification Authority10U

Apple Inc.10	UUS0Ç"0	*ÜHÜ˜ Ç 0Ç
Ç ∏H°glVùÂp≈FÙØÖ„Ω:ﬁ°ÁŸ®6<b•|†G≥kÅ¨˛ÿtÊ5∞XOtÿ£˛Ì-Ó§s%Y‘ñ‹&œù'ãTú‹í±‡3bô»πØ6§jÅëßm››-ÃÅ}Ã)â£…ô™¢ÏŸgi<øD($±ƒ,5÷± %ÔPß€%∆√Oo[áæ*Òìß‘l^≤9.©·m;Æ9q?ÛπÙWù# OôÉ^üXæµ—Ï◊≤~¬e‚ÒÏ<¶¸n€V≥Ó
≤K…¢Ò1ˆÆﬁ5l√Ä^Pcê∂∫m\¿„ü&ÉJﬁõ©∞Zo˚õkÅÏ›ﬂ2ﬁ¸.B¢ xZ◊ £Å¶0Å£0U˜æ|!`ë€={ÿ:2Åiﬂûlõ0Uˇ0ˇ0U#0Ä+–iGîv	˛Ùkç.@¶˜GM^0.U'0%0#†!†Ühttp://crl.apple.com/root.crl0Uˇ0
*ÜHÜ˜cd 0	*ÜHÜ˜ Ç ïÕç˝§]ıÒ¿áIá›≥3ì≠Ñ–!ì„Ÿ÷⁄Ø	"Ç`<YBÒ-ì∂?ˇÙ*ÙÓjx¡.˚;LÆeCÀœ®Î=7êE/Jç®àk‚ö€Ôg∏Ò‰ÿÜqw”Ûâ‡Ø§Í(§?4ye6ÉTAq◊!‹PUEŒéº˜‹U–≥ (Q¨sQ¨yãní†7	a1/°—∫Î·\7¿ÿ—Á‡RB§îãˆ`"`|†¿?¡ïÖ’¬'c∞bVôÌ%ÙÃàôô‹T∑yËÅÖ8@¬πÌMb‘+ˆ)Òg°·çrwˆ†î+QàÑSÚÛí	ÑÛËø°&œ¸í7ª@0ÇS0Ç;†¿6üôk
0	*ÜHÜ˜ 0Åå1@0>U7Apple Application Integration 2 Certification Authority1&0$UApple Certification Authority10U

Apple Inc.10	UUS0201214200231Z231214200231Z0s1.0,U%AppleCare Profile Signing Certificate10UConfiguration Profiles10U

Apple Inc.10	UUS0Ç"0	*ÜHÜ˜ Ç 0Ç
Ç ⁄˚ÒîE0H(Ï∂A§[˚B†JVﬂ˙LWÊ˝¯÷fˆ◊Ô√WW¿[khíü≥oÌRãtÈAjò≥ªQ¨wüÈñ˜;$ﬁ#¿Â∞ª§˝gB™b}œÒAÛ,≥!Çƒ˚—hsœ˚Íö“dÀt©P+ÒèÜ¸˚SÔõõfƒÇeÔ2›V`^"˛Ô—8â{HéáÙFØ…UôÜw.î◊N_á‹ñHûà$&uwY``ÈL5ıòÓ⁄z¯O›óø”ôr°ÎD;H“âéyõÂ»H'>¯ ìÿÚ÷Qn‹∞+˘l∑T⁄Á2ÑS•ˇQÜæ*i'•\?W∞ﬂ∫"zoS5S˚¢‘—"X‹/ £Çœ0ÇÀ0Uˇ0 0U#0Ä˜æ|!`ë€={ÿ:2Åiﬂûlõ0@+40200+0Ü$http://ocsp.apple.com/ocsp04-aaica020ÇU Ç0Ç0Å˛	*ÜHÜ˜cd0Å0(+http://www.apple.com/appleca0Å√+0Å∂Å≥Reliance on this certificate by any party assumes acceptance of the then applicable standard terms and conditions of use, certificate policy and certification practice statements.0U%ˇ0	*ÜHÜ˜cd0U9Sˆ«G`‘∆?£l%áÍ$%∫∑0UˇÄ0	*ÜHÜ˜ Ç Sﬂ3Áh¬-3=%‡¨qëdŸERñ˜ﬂ˘æ)?nCÿŒÚ,õ]∂OLE.Ü|g#ÊQg%á«ºì™ÎKú∑ ÁS•OÔp4É⁄æô≤’Î(˜∏ÃÊsæ¶Ê@ƒÁ0AF Ôt,ThœEißì|‡‡ﬁé⁄:Kéq˜€¯∑…Ñıy¨[$G…ç¯≠§Hﬁ÷‹Üw+˜p ò•A•]z ]ùÔÜÚÈ/˚ˆìtÓP¯Soø≠ƒ|√Il”VæÈë*Ü‰<»ÁÃ»óÔ¯Øf∞3∆5ús∏x¶cPbbã…UÇ¥V◊&Ò¶üËvπ†|:Ø"–Åâh≈≤1Ç?0Ç;†9Sˆ«G`‘∆?£l%áÍ$%∫∑0	`ÜHe0	*ÜHÜ˜ Ç Çæî˜qü3 »wézáX¢¨êhyÉã÷â˚·v≠∆–∂”Ÿf˘¶=“π{˚aA+≥ﬁzÃŸâSf∂¬V≤’)ÀﬂëÃ≠2üØhÏ(„-bÂµB€¿A|/I3rô>iô9"±+qd˘C·(K¯3Jì¯æÜ›»≤Î√3Ö¥ÓIˆsÂƒº(ê
%
·k7/Ì—ÍÉÁZ7_eÅ∞Ü@œ®T∫únÔ∏˛=lËEBÎ(l+ô∑√Ñ·…Õ¶u∞¡rèøã⁄…xç2
É»&*ç>+™Ò·¸a—Z Pl°WòCp≠ßb5∞¸î» 8˛ÄÿÏsäoËÄìHâ